Repository: vttdn/frames-web
Catalog: privacy.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# descr_privacy_intro
source: This Privacy Policy explains how Frames for iOS handles information. Data is stored securely and remains under user control. The app does not track activity or collect unnecessary information, and users choose what data to share or export.
ar: توضح سياسة الخصوصية هذه كيفية تعامل تطبيق Frames لنظام iOS مع المعلومات. يتم تخزين البيانات بشكل آمن وتبقى تحت سيطرة المستخدم. لا يتتبع التطبيق أي نشاط ولا يجمع معلومات غير ضرورية، ويختار المستخدمون البيانات التي يرغبون في مشاركتها أو تصديرها.
cs: Tyto Zásady ochrany osobních údajů vysvětlují, jak aplikace Frames pro iOS nakládá s informacemi. Data jsou bezpečně uložena a zůstávají pod kontrolou uživatele. Aplikace nesleduje aktivitu ani neshromažďuje zbytečné informace a uživatelé sami rozhodují, jaká data sdílejí nebo exportují.
da: Denne privatlivspolitik forklarer, hvordan Frames til iOS håndterer oplysninger. Data opbevares sikkert og forbliver under brugerens kontrol. Appen sporer ikke aktivitet eller indsamler unødvendige oplysninger, og brugerne vælger selv, hvilke data de vil dele eller eksportere.
de: Diese Datenschutzrichtlinie erläutert, wie Frames für iOS mit Informationen umgeht. Daten werden sicher gespeichert und verbleiben unter der Kontrolle des Nutzers. Die App verfolgt keine Aktivitäten und erhebt keine unnötigen Informationen. Die Nutzer entscheiden selbst, welche Daten sie teilen oder exportieren möchten.
el: Η παρούσα Πολιτική Απορρήτου εξηγεί τον τρόπο με τον οποίο το Frames για iOS διαχειρίζεται τις πληροφορίες. Τα δεδομένα αποθηκεύονται με ασφάλεια και παραμένουν υπό τον έλεγχο του χρήστη. Η εφαρμογή δεν παρακολουθεί τη δραστηριότητα ούτε συλλέγει περιττές πληροφορίες, και οι χρήστες επιλέγουν ποια δεδομένα θα μοιραστούν ή θα εξάγουν.
es: Esta Política de Privacidad explica cómo Frames para iOS gestiona la información. Los datos se almacenan de forma segura y permanecen bajo el control del usuario. La aplicación no rastrea la actividad ni recopila información innecesaria, y los usuarios eligen qué datos compartir o exportar.
fi: Tämä tietosuojakäytäntö selittää, miten Frames iOS-sovellus käsittelee tietoja. Tiedot tallennetaan turvallisesti ja pysyvät käyttäjän hallinnassa. Sovellus ei seuraa toimintaa eikä kerää tarpeettomia tietoja, ja käyttäjät valitsevat, mitä tietoja he jakavat tai vievät.
fr: La présente Politique de confidentialité explique comment Frames pour iOS traite les informations. Les données sont stockées de manière sécurisée et restent sous le contrôle de l'utilisateur. L'application ne suit pas l'activité et ne collecte pas d'informations inutiles. Les utilisateurs choisissent les données qu'ils souhaitent partager ou exporter.
he: מדיניות פרטיות זו מסבירה כיצד Frames ל-iOS מטפל במידע. הנתונים מאוחסנים באופן מאובטח ונשארים בשליטת המשתמש. האפליקציה אינה עוקבת אחר פעילות ואינה אוספת מידע מיותר, והמשתמשים בוחרים אילו נתונים לשתף או לייצא.
hi: यह गोपनीयता नीति बताती है कि iOS के लिए Frames जानकारी को कैसे संभालता है। डेटा सुरक्षित रूप से संग्रहीत किया जाता है और उपयोगकर्ता के नियंत्रण में रहता है। ऐप गतिविधि को ट्रैक नहीं करता या अनावश्यक जानकारी एकत्र नहीं करता, और उपयोगकर्ता चुनते हैं कि कौन सा डेटा साझा या निर्यात करना है।
hr: Ova Pravila o privatnosti objašnjavaju kako aplikacija Frames za iOS postupa s informacijama. Podaci su sigurno pohranjeni i ostaju pod kontrolom korisnika. Aplikacija ne prati aktivnost niti prikuplja nepotrebne informacije, a korisnici sami odlučuju koje podatke dijele ili izvoze.
hu: Ez az Adatvédelmi szabályzat ismerteti, hogyan kezeli a Frames iOS alkalmazás az információkat. Az adatok biztonságosan vannak tárolva, és a felhasználó ellenőrzése alatt maradnak. Az alkalmazás nem követi a tevékenységet és nem gyűjt felesleges információkat; a felhasználók maguk döntik el, milyen adatokat osztanak meg vagy exportálnak.
id: Kebijakan Privasi ini menjelaskan bagaimana Frames untuk iOS menangani informasi. Data disimpan dengan aman dan tetap berada di bawah kendali pengguna. Aplikasi tidak melacak aktivitas atau mengumpulkan informasi yang tidak diperlukan, dan pengguna memilih data apa yang akan dibagikan atau diekspor.
it: La presente Informativa sulla privacy spiega come Frames per iOS gestisce le informazioni. I dati sono archiviati in modo sicuro e rimangono sotto il controllo dell'utente. L'app non traccia le attività né raccoglie informazioni non necessarie, e gli utenti scelgono quali dati condividere o esportare.
ja: 本プライバシーポリシーは、Frames for iOSが情報をどのように取り扱うかを説明するものです。データは安全に保存され、ユーザーの管理下に置かれます。本アプリはアクティビティを追跡せず、不要な情報を収集しません。ユーザーは共有またはエクスポートするデータを自ら選択します。
ko: 본 개인정보 처리방침은 iOS용 Frames가 정보를 어떻게 처리하는지 설명합니다. 데이터는 안전하게 저장되며 사용자의 통제 하에 있습니다. 앱은 활동을 추적하거나 불필요한 정보를 수집하지 않으며, 사용자가 공유하거나 내보낼 데이터를 선택합니다.
ms: Dasar Privasi ini menerangkan cara Frames untuk iOS mengendalikan maklumat. Data disimpan dengan selamat dan kekal di bawah kawalan pengguna. Aplikasi ini tidak menjejaki aktiviti atau mengumpul maklumat yang tidak perlu, dan pengguna memilih data yang hendak dikongsi atau dieksport.
nb: Denne personvernerklæringen forklarer hvordan Frames for iOS håndterer informasjon. Data lagres sikkert og forblir under brukerens kontroll. Appen sporer ikke aktivitet eller samler inn unødvendig informasjon, og brukerne velger hvilke data de vil dele eller eksportere.
nl: Dit Privacybeleid legt uit hoe Frames voor iOS met informatie omgaat. Gegevens worden veilig opgeslagen en blijven onder controle van de gebruiker. De app volgt geen activiteiten en verzamelt geen onnodige informatie. Gebruikers kiezen zelf welke gegevens ze delen of exporteren.
pl: Niniejsza Polityka Prywatności wyjaśnia, w jaki sposób aplikacja Frames na iOS przetwarza informacje. Dane są przechowywane w sposób bezpieczny i pozostają pod kontrolą użytkownika. Aplikacja nie śledzi aktywności ani nie gromadzi zbędnych informacji, a użytkownicy sami decydują, jakie dane udostępniają lub eksportują.
pt_br: Esta Política de Privacidade explica como o Frames para iOS trata as informações. Os dados são armazenados com segurança e permanecem sob o controle do usuário. O aplicativo não rastreia atividades nem coleta informações desnecessárias, e os usuários escolhem quais dados compartilhar ou exportar.
ro: Această Politică de confidențialitate explică modul în care Frames pentru iOS gestionează informațiile. Datele sunt stocate în siguranță și rămân sub controlul utilizatorului. Aplicația nu urmărește activitatea și nu colectează informații inutile, iar utilizatorii aleg ce date să partajeze sau să exporte.
ru: Настоящая Политика конфиденциальности разъясняет, как приложение Frames для iOS обрабатывает информацию. Данные хранятся в защищённом виде и остаются под контролем пользователя. Приложение не отслеживает активность и не собирает лишнюю информацию, а пользователи сами выбирают, какими данными делиться или экспортировать.
sk: Tieto Zásady ochrany osobných údajov vysvetľujú, ako aplikácia Frames pre iOS nakladá s informáciami. Údaje sú bezpečne uložené a zostávajú pod kontrolou používateľa. Aplikácia nesleduje aktivitu ani nezhromažďuje zbytočné informácie a používatelia sami rozhodujú, aké údaje zdieľajú alebo exportujú.
sv: Denna integritetspolicy förklarar hur Frames för iOS hanterar information. Data lagras säkert och förblir under användarens kontroll. Appen spårar inte aktivitet eller samlar in onödig information, och användarna väljer vilken data de vill dela eller exportera.
th: นโยบายความเป็นส่วนตัวนี้อธิบายวิธีที่ Frames สำหรับ iOS จัดการข้อมูล ข้อมูลจะถูกจัดเก็บอย่างปลอดภัยและอยู่ภายใต้การควบคุมของผู้ใช้ แอปไม่ติดตามกิจกรรมหรือเก็บรวบรวมข้อมูลที่ไม่จำเป็น และผู้ใช้เลือกว่าจะแชร์หรือส่งออกข้อมูลใด
tr: Bu Gizlilik Politikası, iOS için Frames'in bilgileri nasıl işlediğini açıklar. Veriler güvenli bir şekilde saklanır ve kullanıcının kontrolü altında kalır. Uygulama, etkinlikleri izlemez veya gereksiz bilgi toplamaz ve kullanıcılar hangi verileri paylaşacaklarını veya dışa aktaracaklarını kendileri seçer.
uk: Ця Політика конфіденційності пояснює, як Frames для iOS обробляє інформацію. Дані зберігаються безпечно та залишаються під контролем користувача. Застосунок не відстежує активність і не збирає зайву інформацію, а користувачі самі обирають, якими даними ділитися чи експортувати.
vi: Chính sách Bảo mật này giải thích cách Frames cho iOS xử lý thông tin. Dữ liệu được lưu trữ an toàn và nằm dưới quyền kiểm soát của người dùng. Ứng dụng không theo dõi hoạt động hoặc thu thập thông tin không cần thiết, và người dùng chọn dữ liệu nào để chia sẻ hoặc xuất.
zh_hans: 本隐私政策说明 Frames iOS 版如何处理信息。数据以安全方式存储，并由用户全权控制。本应用不会追踪活动或收集不必要的信息，用户可自行选择分享或导出的数据。
zh_hant: 本隱私權政策說明 Frames iOS 版如何處理資訊。資料以安全方式儲存，並由使用者全權控制。本應用程式不會追蹤活動或收集不必要的資訊，使用者可自行選擇分享或匯出的資料。
zh_hk: 本私隱政策說明 Frames iOS 版如何處理資訊。數據以安全方式儲存，並由用戶全權控制。本應用程式不會追蹤活動或收集不必要的資訊，用戶可自行選擇分享或匯出的數據。

# descr_privacy_paragraph1
source: Frames does not collect your personal data. Information you enter in the app is stored locally on your device. If you enable iCloud sync, your data is also stored in your private iCloud account (see iCloud Sync below). Frames sends nothing to the developer's servers and uses no other cloud storage service.
ar: لا يجمع Frames بياناتك الشخصية. تُخزَّن المعلومات التي تدخلها في التطبيق محليًا على جهازك. إذا فعّلت مزامنة iCloud، تُخزَّن بياناتك أيضًا في حساب iCloud الخاص بك (راجع «مزامنة iCloud» أدناه). لا يرسل Frames أي شيء إلى خوادم المطوّر ولا يستخدم أي خدمة تخزين سحابي أخرى.
cs: Frames neshromažďuje vaše osobní údaje. Informace, které v aplikaci zadáte, se ukládají lokálně ve vašem zařízení. Pokud zapnete synchronizaci přes iCloud, vaše data se ukládají také ve vašem soukromém účtu iCloud (viz Synchronizace iCloud níže). Frames neodesílá nic na servery vývojáře a nepoužívá žádnou jinou cloudovou úložnou službu.
da: Frames indsamler ikke dine personlige data. Oplysninger, du indtaster i appen, gemmes lokalt på din enhed. Hvis du aktiverer iCloud-synkronisering, gemmes dine data også på din private iCloud-konto (se iCloud-synkronisering nedenfor). Frames sender intet til udviklerens servere og bruger ingen anden cloud-lagringstjeneste.
de: Frames erfasst keine personenbezogenen Daten. Informationen, die du in der App eingibst, werden lokal auf deinem Gerät gespeichert. Wenn du die iCloud-Synchronisierung aktivierst, werden deine Daten zusätzlich in deinem privaten iCloud-Account gespeichert (siehe iCloud-Synchronisierung weiter unten). Frames sendet nichts an die Server des Entwicklers und nutzt keinen anderen Cloud-Speicherdienst.
el: Το Frames δεν συλλέγει τα προσωπικά σας δεδομένα. Οι πληροφορίες που εισάγετε στην εφαρμογή αποθηκεύονται τοπικά στη συσκευή σας. Αν ενεργοποιήσετε τον συγχρονισμό iCloud, τα δεδομένα σας αποθηκεύονται επίσης στον ιδιωτικό σας λογαριασμό iCloud (δείτε «Συγχρονισμός iCloud» παρακάτω). Το Frames δεν στέλνει τίποτα στους διακομιστές του προγραμματιστή και δεν χρησιμοποιεί καμία άλλη υπηρεσία αποθήκευσης cloud.
es: Frames no recopila tus datos personales. La información que introduces en la app se almacena localmente en tu dispositivo. Si activas la sincronización con iCloud, tus datos también se almacenan en tu cuenta privada de iCloud (consulta «Sincronización con iCloud» más abajo). Frames no envía nada a los servidores del desarrollador ni utiliza ningún otro servicio de almacenamiento en la nube.
fi: Frames ei kerää henkilötietojasi. Sovellukseen syöttämäsi tiedot tallennetaan paikallisesti laitteellesi. Jos otat iCloud-synkronoinnin käyttöön, tietosi tallennetaan myös yksityiselle iCloud-tilillesi (katso iCloud-synkronointi alla). Frames ei lähetä mitään kehittäjän palvelimille eikä käytä mitään muuta pilvitallennuspalvelua.
fr: Frames ne collecte pas vos données personnelles. Les informations que vous saisissez dans l'app sont stockées localement sur votre appareil. Si vous activez la synchronisation iCloud, vos données sont également stockées dans votre compte iCloud privé (voir Synchronisation iCloud ci-dessous). Frames n'envoie rien aux serveurs du développeur et n'utilise aucun autre service de stockage cloud.
he: ‏Frames אינו אוסף את הנתונים האישיים שלך. המידע שאתה מזין באפליקציה נשמר מקומית במכשיר שלך. אם תפעיל את סנכרון iCloud, הנתונים שלך נשמרים גם בחשבון iCloud הפרטי שלך (ראה «סנכרון iCloud» בהמשך). ‏Frames אינו שולח דבר לשרתי המפתח ואינו משתמש בשום שירות אחסון ענן אחר.
hi: Frames आपका व्यक्तिगत डेटा एकत्र नहीं करता। आप ऐप में जो जानकारी दर्ज करते हैं वह आपके डिवाइस पर स्थानीय रूप से संग्रहीत होती है। यदि आप iCloud सिंक चालू करते हैं, तो आपका डेटा आपके निजी iCloud खाते में भी संग्रहीत होता है (नीचे «iCloud सिंक» देखें)। Frames डेवलपर के सर्वर पर कुछ नहीं भेजता और किसी अन्य क्लाउड स्टोरेज सेवा का उपयोग नहीं करता।
hr: Frames ne prikuplja vaše osobne podatke. Podaci koje unesete u aplikaciju pohranjuju se lokalno na vašem uređaju. Ako uključite iCloud sinkronizaciju, vaši se podaci pohranjuju i na vašem privatnom iCloud računu (pogledajte iCloud sinkronizacija u nastavku). Frames ne šalje ništa na poslužitelje razvojnog programera i ne koristi nijednu drugu uslugu pohrane u oblaku.
hu: A Frames nem gyűjti a személyes adataidat. Az alkalmazásban megadott adatok helyben, az eszközödön tárolódnak. Ha bekapcsolod az iCloud-szinkronizálást, az adataid a privát iCloud-fiókodban is tárolódnak (lásd alább az iCloud-szinkronizálást). A Frames semmit sem küld a fejlesztő szervereire, és nem használ más felhőalapú tárolási szolgáltatást.
id: Frames tidak mengumpulkan data pribadi Anda. Informasi yang Anda masukkan di aplikasi disimpan secara lokal di perangkat Anda. Jika Anda mengaktifkan sinkronisasi iCloud, data Anda juga disimpan di akun iCloud pribadi Anda (lihat Sinkronisasi iCloud di bawah). Frames tidak mengirim apa pun ke server pengembang dan tidak menggunakan layanan penyimpanan cloud lainnya.
it: Frames non raccoglie i tuoi dati personali. Le informazioni che inserisci nell'app vengono memorizzate localmente sul tuo dispositivo. Se attivi la sincronizzazione iCloud, i tuoi dati vengono memorizzati anche nel tuo account iCloud privato (vedi Sincronizzazione iCloud più sotto). Frames non invia nulla ai server dello sviluppatore e non utilizza alcun altro servizio di archiviazione cloud.
ja: Frames はあなたの個人データを収集しません。アプリに入力した情報はデバイスにローカルで保存されます。iCloud 同期を有効にすると、データはあなたのプライベートな iCloud アカウントにも保存されます（下記の「iCloud 同期」を参照）。Frames は開発者のサーバーに何も送信せず、他のクラウドストレージサービスも使用しません。
ko: Frames는 사용자의 개인 데이터를 수집하지 않습니다. 앱에 입력한 정보는 기기에 로컬로 저장됩니다. iCloud 동기화를 켜면 데이터가 사용자의 개인 iCloud 계정에도 저장됩니다(아래 iCloud 동기화 참조). Frames는 개발자 서버로 아무것도 전송하지 않으며 다른 클라우드 저장 서비스도 사용하지 않습니다.
ms: Frames tidak mengumpul data peribadi anda. Maklumat yang anda masukkan dalam aplikasi disimpan secara setempat pada peranti anda. Jika anda mendayakan penyegerakan iCloud, data anda turut disimpan dalam akaun iCloud peribadi anda (lihat Penyegerakan iCloud di bawah). Frames tidak menghantar apa-apa ke pelayan pembangun dan tidak menggunakan sebarang perkhidmatan storan awan lain.
nb: Frames samler ikke inn personopplysningene dine. Informasjon du skriver inn i appen, lagres lokalt på enheten din. Hvis du slår på iCloud-synkronisering, lagres dataene dine også på din private iCloud-konto (se iCloud-synkronisering nedenfor). Frames sender ingenting til utviklerens servere og bruker ingen annen skylagringstjeneste.
nl: Frames verzamelt je persoonlijke gegevens niet. Informatie die je in de app invoert, wordt lokaal op je apparaat opgeslagen. Als je iCloud-synchronisatie inschakelt, worden je gegevens ook opgeslagen in je privé-iCloud-account (zie iCloud-synchronisatie hieronder). Frames stuurt niets naar de servers van de ontwikkelaar en gebruikt geen andere clouddienst voor opslag.
pl: Frames nie zbiera Twoich danych osobowych. Informacje wprowadzane w aplikacji są przechowywane lokalnie na Twoim urządzeniu. Jeśli włączysz synchronizację iCloud, Twoje dane będą przechowywane także na Twoim prywatnym koncie iCloud (zobacz Synchronizacja iCloud poniżej). Frames nie wysyła niczego na serwery dewelopera i nie korzysta z żadnej innej usługi przechowywania w chmurze.
pt_br: O Frames não coleta seus dados pessoais. As informações que você insere no app são armazenadas localmente no seu dispositivo. Se você ativar a sincronização com o iCloud, seus dados também são armazenados na sua conta privada do iCloud (consulte Sincronização com o iCloud abaixo). O Frames não envia nada para os servidores do desenvolvedor e não usa nenhum outro serviço de armazenamento em nuvem.
ro: Frames nu colectează datele tale personale. Informațiile pe care le introduci în aplicație sunt stocate local pe dispozitivul tău. Dacă activezi sincronizarea iCloud, datele tale sunt stocate și în contul tău iCloud privat (vezi Sincronizare iCloud mai jos). Frames nu trimite nimic către serverele dezvoltatorului și nu folosește niciun alt serviciu de stocare în cloud.
ru: Frames не собирает ваши персональные данные. Информация, которую вы вводите в приложении, хранится локально на вашем устройстве. Если вы включите синхронизацию с iCloud, ваши данные также будут храниться в вашей личной учётной записи iCloud (см. «Синхронизация iCloud» ниже). Frames ничего не отправляет на серверы разработчика и не использует никакие другие облачные хранилища.
sk: Frames nezhromažďuje vaše osobné údaje. Informácie, ktoré zadáte v aplikácii, sa ukladajú lokálne vo vašom zariadení. Ak zapnete synchronizáciu cez iCloud, vaše údaje sa ukladajú aj vo vašom súkromnom účte iCloud (pozri Synchronizácia iCloud nižšie). Frames neodosiela nič na servery vývojára a nepoužíva žiadnu inú cloudovú úložnú službu.
sv: Frames samlar inte in dina personuppgifter. Information du anger i appen lagras lokalt på din enhet. Om du aktiverar iCloud-synkronisering lagras dina data även på ditt privata iCloud-konto (se iCloud-synkronisering nedan). Frames skickar ingenting till utvecklarens servrar och använder ingen annan molnlagringstjänst.
th: Frames ไม่เก็บรวบรวมข้อมูลส่วนบุคคลของคุณ ข้อมูลที่คุณป้อนในแอปจะถูกจัดเก็บไว้ในเครื่องบนอุปกรณ์ของคุณ หากคุณเปิดการซิงค์ iCloud ข้อมูลของคุณจะถูกจัดเก็บไว้ในบัญชี iCloud ส่วนตัวของคุณด้วย (ดูการซิงค์ iCloud ด้านล่าง) Frames ไม่ส่งสิ่งใดไปยังเซิร์ฟเวอร์ของผู้พัฒนา และไม่ใช้บริการพื้นที่จัดเก็บบนคลาวด์อื่นใด
tr: Frames kişisel verilerinizi toplamaz. Uygulamaya girdiğiniz bilgiler cihazınızda yerel olarak saklanır. iCloud eşitlemeyi etkinleştirirseniz verileriniz özel iCloud hesabınızda da saklanır (aşağıdaki iCloud Eşitleme bölümüne bakın). Frames, geliştiricinin sunucularına hiçbir şey göndermez ve başka hiçbir bulut depolama hizmeti kullanmaz.
uk: Frames не збирає ваші персональні дані. Інформація, яку ви вводите в застосунку, зберігається локально на вашому пристрої. Якщо ви ввімкнете синхронізацію з iCloud, ваші дані також зберігатимуться у вашому приватному обліковому записі iCloud (див. «Синхронізація iCloud» нижче). Frames нічого не надсилає на сервери розробника й не використовує жодних інших хмарних сховищ.
vi: Frames không thu thập dữ liệu cá nhân của bạn. Thông tin bạn nhập trong ứng dụng được lưu trữ cục bộ trên thiết bị của bạn. Nếu bạn bật đồng bộ iCloud, dữ liệu của bạn cũng được lưu trong tài khoản iCloud riêng của bạn (xem Đồng bộ iCloud bên dưới). Frames không gửi bất kỳ thứ gì đến máy chủ của nhà phát triển và không sử dụng bất kỳ dịch vụ lưu trữ đám mây nào khác.
zh_hans: Frames 不会收集你的个人数据。你在 App 中输入的信息会存储在设备本地。如果你启用 iCloud 同步，你的数据还会存储在你的私人 iCloud 账户中（请参阅下方的“iCloud 同步”）。Frames 不会向开发者的服务器发送任何内容，也不会使用任何其他云存储服务。
zh_hant: Frames 不會收集你的個人資料。你在 App 中輸入的資訊會儲存在裝置本機。如果你啟用 iCloud 同步，你的資料也會儲存在你的私人 iCloud 帳戶中（請參閱下方的「iCloud 同步」）。Frames 不會向開發者的伺服器傳送任何內容，也不會使用任何其他雲端儲存服務。
zh_hk: Frames 不會收集你的個人資料。你在 App 中輸入的資訊會儲存在裝置本機。如果你啟用 iCloud 同步，你的資料亦會儲存在你的私人 iCloud 帳戶中（請參閱下方的「iCloud 同步」）。Frames 不會向開發者的伺服器傳送任何內容，亦不會使用任何其他雲端儲存服務。
